{
  "$-)": 50087,
  "%-)": 50025,
  "&-l": 50073,
  "'-)": 50011,
  "(-:": 50006,
  "(:-(": 50008,
  "(:-)": 50007,
  "([(": 50071,
  "):-(": 50026,
  "):-)": 50068,
  "+-(": 50102,
  "+:-)": 50033,
  ",-)": 50005,
  ",-}": 50009,
  "3:[": 50092,
  "3:]": 50027,
  "8(:-)": 50070,
  "8-#": 50095,
  "8-)": 50097,
  "8-O": 50010,
  "8:-)": 50029,
  "8<:-)": 50093,
  ": =": 50061,
  ":#)": 50094,
  ":(": 50075,
  ":)": 50004,
  ":,(": 50076,
  ":-!": 50088,
  ":-\"": 50062,
  ":-#": 50012,
  ":-&": 50028,
  ":-(": 50077,
  ":-(*)": 50072,
  ":-(=)": 50058,
  ":-)": 50003,
  ":-)8<": 50030,
  ":-*": 50013,
  ":----}": 50089,
  ":-/": 50014,
  ":-3": 50060,
  ":-6": 50032,
  ":-7": 50067,
  ":-<": 50035,
  ":->": 50015,
  ":-?": 50036,
  ":-@": 50016,
  ":-C": 50080,
  ":-E": 50037,
  ":-O": 50031,
  ":-P": 50078,
  ":-Q": 50038,
  ":-S": 50079,
  ":-V": 50018,
  ":-W": 50083,
  ":-X": 50019,
  ":-[": 50040,
  ":-\\": 50020,
  ":-]": 50021,
  ":-a": 50041,
  ":-d": 50017,
  ":-e": 50074,
  ":-r": 50081,
  ":-t": 50082,
  ":-{": 50042,
  ":-{}": 50043,
  ":-}X": 50039,
  ":/\\)": 50069,
  ":8)": 50066,
  ":=)": 50046,
  ":^)": 50044,
  ";-(": 50022,
  ";^)": 50024,
  "<:-l": 50045,
  "<mask>": 50000,
  "<unused98>": 50001,
  "<unused99>": 50002,
  "=:-(": 50091,
  "=:-)": 50090,
  ">:->": 50047,
  ">:-l": 50048,
  ">;->": 50023,
  "?-(": 50064,
  "@:-)": 50049,
  "@:-}": 50050,
  "B-)": 50096,
  "C=:-)": 50051,
  "H-)": 50099,
  "L-P": 50105,
  "O |": 50106,
  "O-)": 50059,
  "O:-)": 50034,
  "P-(": 50063,
  "V^J": 50101,
  "X-(": 50084,
  "X:-)": 50052,
  "[:-)": 50053,
  "[:]": 50054,
  "]-I": 50100,
  "^^": 50107,
  "`'": 50104,
  "d:-)": 50065,
  "l-O": 50085,
  "l:-O": 50086,
  "l^o": 50056,
  "{:-)": 50055,
  "|-(": 50098,
  "}:^#)": 50057,
  "~:-P": 50103,
  "ㅜㅜ": 50108,
  "ㅠㅠ": 50109,
  "ㅡㅡ": 50110,
  "😀": 50111,
  "😁": 50114,
  "😂": 50118,
  "😃": 50112,
  "😄": 50113,
  "😅": 50116,
  "😆": 50115,
  "😇": 50123,
  "😉": 50121,
  "😊": 50122,
  "🙂": 50119,
  "🙃": 50120,
  "🤣": 50117
}
